
BFCooldownDB = {
	["BUFF"] = {
		["config"] = true,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = true,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["b"] = 0.1,
		["s"] = 1.2,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["圣光审判"] = {
			13, -- [1]
			"spell", -- [2]
		},
		["圣佑术"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["愤怒之锤"] = {
			18, -- [1]
			"spell", -- [2]
		},
		["圣光术"] = {
			24, -- [1]
			"spell", -- [2]
		},
		["神圣愤怒"] = {
			35, -- [1]
			"spell", -- [2]
		},
		["神圣风暴"] = {
			20, -- [1]
			"spell", -- [2]
		},
		["王者祝福"] = {
			53, -- [1]
			"spell", -- [2]
		},
		["强效智慧祝福"] = {
			28, -- [1]
			"spell", -- [2]
		},
		["腐蚀圣印"] = {
			21, -- [1]
			"spell", -- [2]
		},
		["惩戒光环"] = {
			17, -- [1]
			"spell", -- [2]
		},
		["赫米萨的净化之种"] = {
			34913, -- [1]
			"item", -- [2]
		},
		["十字军光环"] = {
			10, -- [1]
			"spell", -- [2]
		},
		["强效力量祝福"] = {
			15, -- [1]
			"spell", -- [2]
		},
		["公正圣印"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["复仇之怒"] = {
			14, -- [1]
			"spell", -- [2]
		},
		["感知亡灵"] = {
			29, -- [1]
			"spell", -- [2]
		},
		["喝水"] = {
			8766, -- [1]
			"item", -- [2]
		},
		["驱邪术"] = {
			38, -- [1]
			"spell", -- [2]
		},
		["制裁之锤"] = {
			42, -- [1]
			"spell", -- [2]
		},
		["智慧审判"] = {
			19, -- [1]
			"spell", -- [2]
		},
		["奉献"] = {
			27, -- [1]
			"spell", -- [2]
		},
		["圣光闪现"] = {
			25, -- [1]
			"spell", -- [2]
		},
		["力量祝福"] = {
			9, -- [1]
			"spell", -- [2]
		},
		["保护之手"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["正义之怒"] = {
			48, -- [1]
			"spell", -- [2]
		},
		["智慧祝福"] = {
			32, -- [1]
			"spell", -- [2]
		},
		["十字军打击"] = {
			11, -- [1]
			"spell", -- [2]
		},
		["光明圣印"] = {
			23, -- [1]
			"spell", -- [2]
		},
		["拯救之手"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["召唤奥卢维斯"] = {
			34968, -- [1]
			"item", -- [2]
		},
		["圣疗术"] = {
			26, -- [1]
			"spell", -- [2]
		},
		["穿刺利维洛斯"] = {
			35850, -- [1]
			"item", -- [2]
		},
		["智慧圣印"] = {
			31, -- [1]
			"spell", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["b"] = 0,
		["s"] = 0.9,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["time"] = 1.2,
		["font"] = "Fonts\\ARKai_T.ttf",
		["style"] = 1,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["config"] = false,
		["size"] = 30,
	},
	["mins"] = {
		["b"] = 0,
		["s"] = 0.7,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["b"] = 0,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["b"] = 0.4,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
