
RXPCData = {
	["completedWaypoints"] = {
		[137] = {
		},
	},
	["currentStep"] = 137,
	["currentGuideName"] = "72-74 龙骨荒野",
	["stepSkip"] = {
		[106] = true,
		[75] = true,
		[91] = true,
		[107] = true,
		[62] = true,
		[76] = true,
		[10] = true,
		[16] = true,
		[24] = true,
		[28] = true,
		[126] = true,
		[40] = true,
		[112] = true,
		[65] = true,
		[81] = true,
		[49] = true,
		[57] = true,
		[66] = true,
		[114] = true,
		[42] = true,
		[50] = true,
		[134] = true,
		[69] = true,
		[85] = true,
		[117] = true,
		[70] = true,
		[26] = true,
		[44] = true,
		[119] = true,
		[72] = true,
		[128] = true,
		[113] = true,
		[35] = true,
		[59] = true,
		[19] = true,
		[17] = true,
		[125] = true,
	},
	["flightPaths"] = {
		[256] = "阿格玛之锤，龙骨荒野",
		[257] = "战歌要塞，北风苔原",
		[258] = "牦牛村，北风苔原",
		[226] = "永生之盾，考达拉",
		[289] = "琥珀崖，北风苔原",
		[294] = "莫亚基，龙骨荒野",
	},
	["currentGuideGroup"] = "RestedXP 部落 70-80",
}
RXPCTrackingData = {
	["profileKeys"] = {
		["柠檬养乐多 - 伊弗斯"] = "柠檬养乐多 - 伊弗斯",
	},
	["profiles"] = {
		["柠檬养乐多 - 伊弗斯"] = {
			["levels"] = {
				{
					["groupExperience"] = 0,
					["deaths"] = 0,
					["mobs"] = {
					},
					["timestamp"] = {
						["dateStarted"] = {
							["monthDay"] = 11,
							["day"] = 0,
							["month"] = 5,
							["weekday"] = 5,
							["year"] = 2023,
							["hour"] = 23,
							["minute"] = 55,
						},
						["started"] = 0,
					},
					["quests"] = {
					},
				}, -- [1]
				[70] = {
					["groupExperience"] = 50274,
					["deaths"] = 1,
					["mobs"] = {
						["奥格瑞玛"] = {
							["xp"] = 2500,
							["count"] = 2,
						},
						["奥特兰克山谷"] = {
							["xp"] = 50274,
							["count"] = 17,
						},
					},
					["timestamp"] = {
						["finished"] = 0,
						["started"] = 2,
					},
					["quests"] = {
						["奥格瑞玛"] = {
							[70396] = 1250,
							[70734] = 1250,
						},
					},
				},
				[71] = {
					["groupExperience"] = 1732,
					["deaths"] = 0,
					["mobs"] = {
						["北风苔原"] = {
							["xp"] = 248826,
							["count"] = 58,
						},
					},
					["timestamp"] = {
						["dateFinished"] = {
							["monthDay"] = 12,
							["day"] = 0,
							["month"] = 5,
							["weekday"] = 6,
							["year"] = 2023,
							["hour"] = 22,
							["minute"] = 49,
						},
						["finished"] = 57990,
						["started"] = 1,
					},
					["quests"] = {
						["北风苔原"] = {
							[11678] = 20100,
							[11626] = 30150,
							[11683] = 20100,
							[11687] = 20300,
							[11677] = 20100,
							[11625] = 20100,
						},
					},
				},
				[72] = {
					["groupExperience"] = 953411,
					["deaths"] = 2,
					["mobs"] = {
						["龙骨荒野"] = {
							["xp"] = 527911,
							["count"] = 111,
						},
						["北风苔原"] = {
							["xp"] = 398578,
							["count"] = 117,
						},
					},
					["timestamp"] = {
						["dateStarted"] = {
							["monthDay"] = 12,
							["day"] = 0,
							["month"] = 5,
							["weekday"] = 6,
							["year"] = 2023,
							["hour"] = 22,
							["minute"] = 49,
						},
						["finished"] = 175032,
						["dateFinished"] = {
							["monthDay"] = 14,
							["day"] = 0,
							["month"] = 5,
							["weekday"] = 1,
							["year"] = 2023,
							["hour"] = 17,
							["minute"] = 13,
						},
						["started"] = 57991,
					},
					["quests"] = {
						["龙骨荒野"] = {
							[12056] = 20300,
							[12033] = 15250,
							[12041] = 15250,
							[12057] = 20300,
							[12034] = 2050,
							[12059] = 10150,
							[12036] = 20300,
							[12013] = 25650,
							[12061] = 20300,
							[12069] = 30750,
							[12006] = 20300,
							[12040] = 20300,
							[12115] = 2050,
							[11999] = 20300,
							[12100] = 20300,
							[12064] = 20300,
							[12039] = 20300,
							[12101] = 2050,
							[12008] = 15250,
							[12140] = 20500,
							[12005] = 25650,
							[12063] = 15250,
							[12071] = 2050,
							[12048] = 20300,
							[12053] = 20300,
						},
						["北风苔原"] = {
							[11870] = 2050,
							[11630] = 20300,
							[11871] = 20300,
							[11879] = 25400,
							[11949] = 20300,
							[11864] = 2050,
							[11950] = 20300,
							[11865] = 20300,
							[11866] = 20300,
							[11968] = 20100,
							[11945] = 20300,
							[11961] = 15250,
							[11876] = 20300,
							[11884] = 25400,
							[11706] = 25150,
							[11869] = 20300,
							[11689] = 25150,
							[11878] = 15250,
						},
					},
				},
				[73] = {
					["groupExperience"] = 791200,
					["deaths"] = 13,
					["mobs"] = {
						["龙骨荒野"] = {
							["xp"] = 417650,
							["count"] = 89,
						},
					},
					["timestamp"] = {
						["dateStarted"] = {
							["monthDay"] = 14,
							["day"] = 0,
							["month"] = 5,
							["weekday"] = 1,
							["year"] = 2023,
							["hour"] = 17,
							["minute"] = 13,
						},
						["started"] = 175033,
					},
					["quests"] = {
						["龙骨荒野"] = {
							[12126] = 25650,
							[12072] = 20300,
							[12111] = 20500,
							[12096] = 20300,
							[12104] = 2050,
							[12066] = 20300,
							[11958] = 20300,
							[12028] = 20300,
							[11959] = 25650,
							[12091] = 25950,
							[12084] = 20300,
							[12085] = 20300,
							[11960] = 20300,
							[12102] = 20500,
							[12016] = 20300,
							[12117] = 2050,
							[12125] = 20500,
							[12009] = 20300,
							[12017] = 25650,
							[12011] = 2050,
						},
					},
				},
			},
		},
	},
}
RXPCComms = {
	["profileKeys"] = {
		["柠檬养乐多 - 伊弗斯"] = "柠檬养乐多 - 伊弗斯",
	},
	["profiles"] = {
		["柠檬养乐多 - 伊弗斯"] = {
			["players"] = {
				["还是老狗"] = {
					["timePlayed"] = 400.976999999999,
					["class"] = "DRUID",
					["xp"] = 44,
				},
				["狂暴專家"] = {
					["isRxp"] = true,
					["lastSeen"] = 85349.706,
					["xpPercentage"] = 2,
					["level"] = 75,
					["timePlayed"] = 0,
					["class"] = "WARRIOR",
				},
				["Rwesd"] = {
					["timePlayed"] = 400.976999999999,
					["class"] = "ROGUE",
					["xp"] = 44,
				},
				["骐骐"] = {
					["timePlayed"] = 10061.87800000003,
					["class"] = "WARLOCK",
					["xp"] = 929,
				},
				["Typescript"] = {
					["level"] = 80,
					["lastSeen"] = 130443.228,
					["xpPercentage"] = 0,
					["class"] = "DEATHKNIGHT",
					["timePlayed"] = 0,
					["isRxp"] = true,
				},
				["卡卡罗特奉仙"] = {
					["timePlayed"] = 400.976999999999,
					["class"] = "WARLOCK",
					["xp"] = 44,
				},
				["巴尔泽布"] = {
					["timePlayed"] = 400.976999999999,
					["class"] = "PRIEST",
					["xp"] = 44,
				},
			},
			["announcements"] = {
				["71-73 北风苔原"] = {
					["collect"] = {
					},
					["complete"] = {
					},
				},
				["72-74 龙骨荒野"] = {
					["collect"] = {
					},
					["complete"] = {
					},
				},
			},
		},
	},
}
RXPCSettings = {
	["profileKeys"] = {
		["柠檬养乐多 - 伊弗斯"] = "柠檬养乐多 - 伊弗斯",
	},
	["profiles"] = {
		["柠檬养乐多 - 伊弗斯"] = {
			["hardcore"] = false,
			["frameHeight"] = 125,
			["macroAnnounced"] = true,
		},
	},
}
